Repository: ladiaria/utopia-cms-liveblog
Catalog: utopia_cms_liveblog/locale/*/LC_MESSAGES/django.po
Languages: es_co

source: Metadata
es_co: Metadatos

source: Live Blogs
es_co: Blogs en vivo

source: name
es_co: nombre

source: environment
es_co: ambiente

source: the main title is applied.
es_co: aplica Título principal.

source: the main description is applied.
es_co: aplica Descripción principal.

source: of the article page.<br>If left blank,
es_co: de la página del artículo.<br>Si se deja vacío

source: title
es_co: título

source: Enter a concise and descriptive title.
es_co: Ingrese un título conciso y descriptivo.

source: description
es_co: descripción

source: alternative title
es_co: título alternativo

source: Applies to title tag in the
es_co: Aplica al tag title en el

source: alternative title for metadata
es_co: título alternativo para metadatos

source: Applies to metadata: meta title, Open Graph and Schema in the
es_co: Aplica a metadatos: meta title, Open Graph y Schema en el

source: alternative description for metadata
es_co: descripción alternativo para metadatos

source: Applies to the content of the description meta tag in the
es_co: Aplica al content del tag meta description en el

source: alternative description for og metadata
es_co: descripción alternativa para og metadata

source: Applies to metadata: Open Graph and Schema in the
es_co: Aplica a metadatos: Open Graph y Schema en el

source: The URL of the blog in the LiveBlog environment.
es_co: La URL del blog en el ambiente de LiveBlog.

source: date
es_co: fecha

source: location
es_co: lugar

source: status
es_co: estado

source: idle
es_co: inactivo

source: to begin
es_co: por comenzar

source: active
es_co: activo

source: ended
es_co: finalizado

source: photo
es_co: foto

source: featured in home
es_co: en portada

source: access
es_co: acceso

source: 'Paid subscriptions only' option has effect only when the blog is featured in home, when selected, only subscribers will see the blog live timeline in the site home page.
es_co: La opción 'Sólo para suscripciones pagas' tiene efecto únicamente cuando el blog está en portada, cuando está seleccionada, sólo los suscriptores verán el contenido del blog en vivo en la portada del sitio.

source: notification
es_co: notificación

source: If checked and the blog status is active or to begin, shows an alert related to this blog in articles and publication home pages.
es_co: Si está marcado y el estado del blog es activo o por comenzar, muestra una alerta en las páginas de artículo y portadas de publicación.

source: notification text
es_co: texto de la notificación

source: notification url
es_co: url de la notificación

source: notification target publications
es_co: publicaciones objetivo para la notificación

source: Alerts will be shown only in the pages (homes/articles) related to the publications selected.
es_co: Las alertas se mostrarán solamente en las páginas de portada o artículo de las publicaciones seleccionadas.

source: live blog
es_co: blog en vivo

source: live blogs
es_co: blogs en vivo

source: Only active blogs can be featured in home.
es_co: El blog debe estar activo para estar en portada.

source: There is another blog in home now, more than one blog in home is not allowed.
es_co: Ya existe otro blog en portada, solamente se admite un blog en portada a la vez.

source: Live
es_co: En vivo

source: Follow the live coverage of
es_co: Siga la cobertura en vivo de

source: coverage in real time made by
es_co: las coberturas en tiempo real realizadas por

source: Follow the development of the news, issues and events in real time with the journalistic view of
es_co: Siga el desarrollo de las noticias, temas y acontecimientos en tiempo real con la mirada periodística de

source: Find up-to-date information on what is happening
es_co: Encuentre información actualizada de lo que está pasando

source: home
es_co: portada

source: on
es_co: el

source: No liveblogs found
es_co: No se encontraron blogs en vivo

source: Previous
es_co: Anterior

source: Next page
es_co: Siguiente

source: LIVE
es_co: EN VIVO

source: Error trying to get the metadata from the liveblog origin environment. Check if the environment is online and the blog URL is correctly set to this object.
es_co: Error al obtener los metadatos del blog desde el ambiente de origen. Compruebe que dicho ambiente está online y que la URL del blog es correcta.
